Repository: notspiff/pvr.mythtv.cmyth
Catalog: pvr.mythtv.cmyth/resources/language/Romanian/strings.po
Languages: ro

# #30000
source: MythTV Backend Hostname or IP
ro: MythTV Nume host sau IP

# #30001
source: MythTV Backend Port
ro: MythTV Port conexiune

# #30002
source: MythTV Database Username
ro: MythTV Nume utilizator bază de date

# #30003
source: MythTV Database Password
ro: MythTV Parolă bază de date

# #30004
source: MythTV Database Databasename
ro: MythTV Nume bază de date

# #30005
source: Include more debug information in the log file
ro: Include mai multe informații de depanare în fișierul de log

# #30006
source: Enable Live TV
ro: Live TV Activează

# #30007
source: Allow Live TV to move scheduled shows
ro: Live TV Permite mutarea serialele planificate

# #30008
source: Conflict handling
ro: Manevrarea confictelor

# #30009
source: Prefer Live TV when recording has later slot
ro: Live TV Prioritar atunci când înregistrarea are slot pentru mai târziu

# #30010
source: Prefer recording and stop Live TV
ro: Prioritar înregistrarea și oprește Live TV

# #30011
source: Prefer Live TV and cancel conflicting recording
ro: Prioritar Live TV și anulează înregistrările conflictuale

# #30012
source: MythTV Backend Ethernet address (WOL)
ro: MythTV Adresă Ethernet (WOL)

# #30020
source: Template provider
ro: Format predefinit

# #30021
source: Internal
ro: Intern

# #30025
source: Internal template
ro: Format predefinit intern

# #30026
source: Automatically Look Up Metadata
ro: Cautare automată meta-date

# #30027
source: Commercial Flag new recordings
ro: Marchează înregistrările noi drept comerciale

# #30028
source: Transcode new recordings
ro: Codifică înregistrările noi

# #30029
source: Run User Job #1
ro: Rulează jobul # 1

# #30030
source: Run User Job #2
ro: Rulează jobul # 2

# #30031
source: Run User Job #3
ro: Rulează jobul # 3

# #30032
source: Run User Job #4
ro: Rulează jobul # 4

# #30033
source: Transcoder
ro: Aparat de codificare

# #30034
source: Allow recordings to expire?
ro: Permiteți expirarea înregistrărilor?

# #30049
source: Recording template
ro: Format predefinit pentru înregistrare

# #30050
source: Advanced
ro: Avansat

# #30052
source: Enable demuxing MPEG-TS
ro: Activează demultiplicarea MPEG-TS

# #30100
source: Protocol version: %i - Database version: %i
ro: Versiune protocol: %i - Versiune bază de date: %i

# #30300
source: Failed to connect to MythTV backend
ro: MythTV Conexiunea a eșuat

# #30301
source: Failed to connect to MythTV database
ro: MythTV Conexiunea la baza de date a eșuat

# #30302
source: Connection to MythTV backend lost
ro: MythTV Conexiunea s-a pierdut

# #30303
source: Connection to MythTV restored
ro: MythTV Conexiunea a fost restaurată

# #30304
source: No response from MythTV backend
ro: Nici un răspuns de la aplicația MythTV

# #30305
source: Channel unavailable
ro: Canal indisponibil

# #30306
source: Recorder unavailable
ro: Înregistrare indisponibila

# #30307
source: Canceling conflicting recording: %s
ro: Anulează înregistrările conflictuale: %s

# #30308
source: Stopping Live TV due to conflicting recording: %s
ro: Oprește Live TV datorită înregistrărilor conflictuale: %s

# #30309
source: Not recording
ro: Nu inregistraza

# #30310
source: Enabled
ro: Activat

# #30311
source: Disabled
ro: Dezactivat

# #30312
source: No broadcast found
ro: Nu a fost găsit un canal de transmisie

# #30411
source: Delete and re-record
ro: Șterge și reînregistrează

# #30412
source: Keep LiveTV recording
ro: Păstreză înregistrarea Live TV

# #30421
source: Show/hide rules with status 'Not Recording'
ro: Afișează/Ascunde regulile cu status 'Nu se înregistreză'

# #30431
source: Record all showings (this channel)
ro: Înregistra toate emisiunile (acest canal)

# #30432
source: Record this showing every week
ro: Înregistrează această emisiune în fiecare săptămână

# #30433
source: Record this showing every day
ro: Înregistrează această emisiune în fiecare zi

# #30434
source: Record one showing (all channels)
ro: Înregistrează o emisiune (toate canalele)

# #30435
source: Record all new episodes (this channel)
ro: Înregistrează toate episoadele noi (acest canal)
